/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "O datech aplikace";
"msgid_about_controllers" = "O ovladačích";
"msgid_active_device" = "Mikrofon aktivní";
"msgid_another_user_using_rp" = "Jiný uživatel používá aplikaci Remote Play v systému PS5, ke kterému se připojujete.";
"msgid_app_data_collection_label" = "Nastavení Dat aplikace";
"msgid_app_mobile_device_data_usage" = "Přístup k informacím z tohoto zařízení máme pro účely provozování aplikace, pochopení výkonu a provádění zlepšení.";
"msgid_app_update" = "Aktualizujte tuto aplikaci.";
"msgid_back" = "Zpět";
"msgid_battery_level_low_controller" = "Stav nabití baterie ovladače je nízký.";
"msgid_before_connect_ps5" = "Před připojením k vašemu systému PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Jiná zařízení používající internet možná využívají velkou část šířky pásma. Odpojte je od internetu nebo počkejte, dokud nedokončí přenos dat.";
"msgid_cancel_connecting" = "Zrušit připojení";
"msgid_cancel_download_yn" = "Chcete zrušit stahování?";
"msgid_cancel_vb" = "Zrušit";
"msgid_cannot_connect_internet" = "Nelze se připojit k internetu.";
"msgid_cannot_connect_to_server_short" = "Nelze se připojit k serveru.";
"msgid_cannot_download" = "Nelze stáhnout.";
"msgid_cant_connect" = "Nelze se připojit.";
"msgid_checking_network_environment" = "Probíhá kontrola sítě...";
"msgid_checking_progress" = "Probíhá kontrola...";
"msgid_close" = "Zavřít";
"msgid_close_remote_play_confirmation" = "Tato relace aplikace Remote Play bude odpojena.";
"msgid_confirm_continue" = "Potvrdit a pokračovat";
"msgid_connect_connection_light_bar" = "Chcete-li spárovat ovladač, stiskněte a podržte tlačítko vytvořit nebo tlačítko SHARE a tlačítko PS, dokud světelná lišta nezačne blikat. Jakmile světelná lišta bliká, přejděte do nastavení funkce Bluetooth tohoto zařízení a vyberte svůj ovladač. Pokud světelná lišta svítí, váš ovladač je připojen.";
"msgid_connect_controller_wired" = "Ovladač k počítači připojte pomocí kabelu USB.";
"msgid_connect_ds4_light_bar" = "Chcete-li spárovat ovladač, stiskněte a podržte tlačítko SHARE a tlačítko PS, dokud světelná lišta nezačne blikat. Jakmile světelná lišta bliká, přejděte do nastavení funkce Bluetooth tohoto zařízení a vyberte svůj ovladač. Pokud světelná lišta svítí, váš ovladač je připojen.";
"msgid_connect_home_number" = "Pokud se chcete připojovat pomocí své domácí sítě, vyberte možnost [Zadejte číslo] ke spárování svého systému PS4.";
"msgid_connect_lost" = "Připojení bylo ztraceno.";
"msgid_connect_lost_controller_ps4" = "Byl vám přidělen ovladač v systému PS4, k němuž jste připojeni.";
"msgid_connect_lost_controller_ps5" = "Byl vám přidělen ovladač v systému PS5, k němuž jste připojeni.";
"msgid_connect_pfn_time_out" = "Připojování k vašemu systému PS5 trvalo příliš dlouho. Zkuste se připojit znovu.";
"msgid_connect_pfn_wrong_number" = "Zadané číslo není správné.";
"msgid_connect_ps4_cable" = "Pro připojení svého systému PS5 nebo PS4 k internetu použijte kabel LAN.";
"msgid_connect_ps4_pfn" = "K jakému systému se chcete připojit?";
"msgid_connect_via_internet_rp_ps4" = "Chcete-li se připojit k internetu, vyberte v systému PS4 možnost [Nastavení] > [Správa účtu] > [Aktivovat jako váš primární systém PS4] > [Aktivovat].";
"msgid_connecting_turning_ps4" = "Připojování a zapínání vašeho systému PS4...";
"msgid_connecting_turning_ps5" = "Připojování a zapínání vašeho systému PS5...";
"msgid_connection_pfn_lost" = "Ztratili jste připojení ke svému systému PS5.";
"msgid_connection_ps4_lost" = "Ztratili jste připojení ke svému systému PS4.";
"msgid_connection_speed_remote_play" = "Vaše síťové připojení možná není dostatečně silné. Doporučujeme rychlost stahování a nahrávání vyšší než 5 Mb/s.";
"msgid_connection_unstable_try_again" = "Vaše síťové připojení možná není stabilní. Zkuste se přesunout jinam nebo chvíli vyčkejte.";
"msgid_controller_disconnect_charge" = "Ovladač je odpojen. Nabijte baterii.";
"msgid_decrease_text_size" = "Zmenšit velikost písma";
"msgid_delete" = "Odstranit";
"msgid_delete_all" = "Odstranit vše";
"msgid_disabled" = "Deaktivováno";
"msgid_disconnect_connection" = "Odpojit";
"msgid_downloading_ellipsis" = "Probíhá stahování...";
"msgid_edit" = "Upravit";
"msgid_enable_rp_connect_ps5" = "Chcete-li používat aplikaci Remote Play, povolte ji nejprve v systému PS5, ke kterému se připojujete. Ve daném systému PS5 přejděte na možnost [Nastavení] > [Systém] > [Aplikace Remote Play] a poté zapněte možnost [Povolit aplikaci Remote Play].";
"msgid_enable_rp_turn_on" = "Ve svém systému PS5 přejděte na možnost [Nastavení] > [Systém] > [Aplikace Remote Play] a poté zapněte možnost [Povolit aplikaci Remote Play].";
"msgid_enjoy_remote_ps4_pfn" = "Hrajte své oblíbené hry na systému PS5 a PS4 na dálku prostřednictvím tohoto zařízení.";
"msgid_enter_login_passcode" = "Zadejte přihlašovací přístupový kód svého systému PS5.";
"msgid_enter_number" = "Zadejte číslo";
"msgid_enter_number_label" = "Zadejte číslo";
"msgid_enter_number_register_device" = "Ve svém systému PS5 vyberte možnost [Nastavení] > [Systém] > [Aplikace Remote Play] > [Spárovat zařízení] a potom zadejte číslo do následujícího pole.";
"msgid_enter_ps4_login_passcode" = "Zadejte přihlašovací přístupový kód systému PS4, ke kterému se připojujete.";
"msgid_exit_full_screen" = "Opustit celou obrazovku";
"msgid_failed" = "Nezdařilo se";
"msgid_failed_login_ps4" = "Nelze se přihlásit k systému PS4, ke kterému se připojujete.";
"msgid_frame_rate" = "Snímková frekvence";
"msgid_full" = "Plné";
"msgid_general" = "Obecné";
"msgid_generic_error_again" = "Něco není v pořádku.";
"msgid_go_to_home_ps4" = "Jděte na domovskou obrazovku systému PS4";
"msgid_go_to_home_ps5" = "Jděte na domovskou obrazovku systému PS5";
"msgid_high" = "Vysoká";
"msgid_hint" = "Tip";
"msgid_hints" = "Tipy";
"msgid_home_network_register" = "Ke spárování systému PS5 bude použita vaše domácí síť.";
"msgid_icon_lose_connection" = "Tuto ikonu uvidíte, když bude docházet ke ztrátě připojení.";
"msgid_increase_text_size" = "Zvětšit velikost písma";
"msgid_intellectual_property_notices" = "Upozornění ohledně duševního vlastnictví";
"msgid_internet_busy_try_again" = "Vaše síťové připojení je možná zaneprázdněno. Vyčkejte chvíli a zkuste to znovu.";
"msgid_internet_connection_low" = "Kvalita připojení k internetu je nízká. Připojení může být ztraceno.";
"msgid_it_not_play_time" = "Nyní není vaše doba hraní.";
"msgid_legal_about_app_data_1" = "Obsah\n\n■ Přehled Dat aplikace\n■ Úplné vysvětlení Dat aplikace\n　　• Co jsou Data aplikace?\n　　• Co řídí nastavení Dat aplikace?\n　　• K čemu používáme Data aplikace?\n■ O nás\n\n■ Přehled Dat aplikace\n\nBěhem vašeho používání aplikace Remote Play budou shromažďovány informace o aplikaci a o zařízení, na kterém je nainstalována, a o tom, co na něm děláte. Tyto informace nazýváme Data aplikace.\n\nVždy budeme shromažďovat informace, které jsou potřebné k provozu aplikace. Ty se nazývají se Omezená data a zahrnují následující typy informací:\n\n• jedinečný název vašeho zařízení, na kterém je spuštěná aplikace (v podobě dlouhé řady čísel a písmen),\n• nastavení, která jste si na systému vybrali (například datum, region, jazyk),\n• vaše připojení k internetu,\n• jak dlouho systému trvá stažení informací (abychom věděli, pokud se něco pokazí, a abychom to mohli opravit).\n\nNěkteré informace se budou shromažďovat pouze, pokud to povolíte. Tyto jsou označovány jako Úplná data. Zahrnují podrobnější informace, jako jsou informace o tom, jak dlouho aplikaci používáte, a o vašem video streamu.\n\nInformace zasílané aplikací využíváme k následujícímu:\n\n• pomáhají nám plnit vaše přání;\n• zlepšují fungování našich aplikací a produktů; \n• pomáhají nám zajistit, aby lidé dodržovali naše pravidla a zákony (aby služba PlayStation Network zůstala zábavná pro všechny);\n• pomáhají nám vyvíjet nové produkty.\n\nPokud máte účet pro síť PlayStation Network, můžeme přidat informace zasílané vaší aplikací nebo zařízením k informacím, které o vás již máme.\n\nKdyž tuto aplikaci používá dětský rodinný účet, budou shromažďována pouze Omezená data.\n\nVíce informací o tom, co s informacemi, které o vás shromažďujeme, děláme, s kým je sdílíme, jak můžete řídit, co s nimi děláme, a jaká jsou vaše práva, naleznete v našich Zásadách ochrany soukromí. Na naše Zásady ochrany soukromí se můžete podívat na adrese www.playstation.com/legal/privacy-policy";
"msgid_legal_about_app_data_2" = "■ Vysvětlení Úplných dat aplikace\n\nCo jsou Data aplikace?\n\nPokud používáte aplikaci Remote Play, můžeme získat přístup k datům v mobilním telefonu, tabletu, počítači a/nebo jiném zařízení, které používáte, a/nebo tato data ukládat.\nExistují dvě kategorie Dat aplikace:\n\n(1) Omezená data\nNaše servery vyžadují odesílání, přijímání a zaznamenávání následujících Omezených dat, která jsou nezbytná k poskytování našich služeb:\n• Data obsahu: Informace o video, zvuku, grafice, herní úrovni a informace o účtu, které jsou požadovány a stahovány pro hry, do nichž přistupujete prostřednictvím aplikace Remote Play.\n• Licenční data: Informace o zobrazování a interakcích s licencovaným obsahem (jako jsou videa), které jsou nezbytné pro vytváření anonymních a souhrnných zpráv k placení licenčních poplatků za daný obsah poskytovatelům licence.\n• Síťová data: Informace o síťových připojeních zařízení (např. Mobilní telefon, Ethernet, Wi-Fi a Bluetooth) včetně adresy IP a čísla, požadavků a rychlosti připojení.\n• Data konfigurace: Určitá data o konfiguraci zařízení, například o velikosti a rozlišení displeje, datu, regionu, jazyku, prostředí a možnostech.\n• Data chyb: Pokud dojde k chybě: kód chyby a základní údaje o tom, kdy a kde došlo k chybě. (Chyba může znamenat problém vyžadující opravu.)\n• Doba načítání dat: Základní informace o tom, jak dlouho trvá stahování a nahrávání dat obsahu do zařízení. (Dlouhá doba může znamenat problém.)\n• Data zabezpečení: Informace nezbytné pro zjištění a zkoumání podvodných, neoprávněných nebo škodlivých aktivit.\n• Právní údaje: Informace požadované podle platných právních předpisů a k prokázání shody.\n\n(2) Úplná data\nMůžeme také odesílat, přijímat a zaznamenávat další podrobnější informace o konfiguraci vaší aplikace, vašeho mobilního telefonu, tabletu nebo jiného zařízení. Úplná data mohou zahrnovat podrobnější informace o vašem síťovém připojení, zařízení a streamech videa.\nNapříklad:\n• Pokud používáte aplikaci Remote Play, můžeme využívat přístup k datům ohledně vašeho použití aplikace, včetně délky vaší relace, kvalitě vašeho video streamu a přenosové rychlosti videa.\n\nData aplikace jsou obvykle předávána nám a uložena s jedním nebo více jedinečnými identifikátory sítě, zařízení a/nebo účtu.";
"msgid_legal_about_app_data_3" = "Co řídí nastavení Dat aplikace?\n\nNastavení Dat aplikace umožňuje řídit, ke kterým Datům aplikace máme přístup a můžeme je ukládat. Můžete vybrat: \n• Omezená data: Pokud vyberete toto nastavení, budou přístupná a ukládána pouze Omezená data.\n• Úplná data: Pokud vyberete toto nastavení, budou přístupná a ukládána Omezená data i Úplná data.\n\nNastavení Dat aplikace jsou spojena pouze se zařízením nebo aplikací, ve kterých jsou zobrazena, a nejsou spojena s vaším účtem pro síť PlayStation Network. Nezávisle na ostatních řídíte přístup a ukládání dat na každém vámi používaném zařízení (např. systémy PS4, PS5), aplikaci a webovém prohlížeči.\n\nK čemu používáme Data aplikace?\n\nShromážděná Omezená data, a pokud to dovolíte, Úplná data, jsou používána tak, jak je vysvětleno v našich Zásadách ochrany soukromí (www.playstation.com/legal/privacy-policy).\nTo zahrnuje použití Dat aplikace pro:\n• provoz aplikace Remote Play,\n• vytváření anonymních statistik,\n• porozumění výkonu vaší aplikace a zařízení a vývoj vylepšení a nových produktů a služeb,\n• odhalování, vyšetřování a minimalizace škodlivého, neoprávněného nebo podvodného jednání,\n• účely auditů, prokázání shody a právní účely (například uplatňování nebo řešení reklamací nebo aktivity, při nichž je nutné postupovat podle zákona).\n\n■O nás\n\nPro podrobnější informace viz naše zásady ochrany soukromí na adrese www.playstation.com/legal/privacy-policy\n\nVerze 1.1";
"msgid_legal_about_app_data_combined" = "Obsah\n\n■ Přehled Dat aplikace\n■ Úplné vysvětlení Dat aplikace\n　　• Co jsou Data aplikace?\n　　• Co řídí nastavení Dat aplikace?\n　　• K čemu používáme Data aplikace?\n■ O nás\n\n■ Přehled Dat aplikace\n\nBěhem vašeho používání aplikace Remote Play budou shromažďovány informace o aplikaci a o zařízení, na kterém je nainstalována, a o tom, co na něm děláte. Tyto informace nazýváme Data aplikace.\n\nVždy budeme shromažďovat informace, které jsou potřebné k provozu aplikace. Ty se nazývají se Omezená data a zahrnují následující typy informací:\n\n• jedinečný název vašeho zařízení, na kterém je spuštěná aplikace (v podobě dlouhé řady čísel a písmen),\n• nastavení, která jste si na systému vybrali (například datum, region, jazyk),\n• vaše připojení k internetu,\n• jak dlouho systému trvá stažení informací (abychom věděli, pokud se něco pokazí, a abychom to mohli opravit).\n\nNěkteré informace se budou shromažďovat pouze, pokud to povolíte. Tyto jsou označovány jako Úplná data. Zahrnují podrobnější informace, jako jsou informace o tom, jak dlouho aplikaci používáte, a o vašem video streamu.\n\nInformace zasílané aplikací využíváme k následujícímu:\n\n• pomáhají nám plnit vaše přání;\n• zlepšují fungování našich aplikací a produktů; \n• pomáhají nám zajistit, aby lidé dodržovali naše pravidla a zákony (aby služba PlayStation Network zůstala zábavná pro všechny);\n• pomáhají nám vyvíjet nové produkty.\n\nPokud máte účet pro síť PlayStation Network, můžeme přidat informace zasílané vaší aplikací nebo zařízením k informacím, které o vás již máme.\n\nKdyž tuto aplikaci používá dětský rodinný účet, budou shromažďována pouze Omezená data.\n\nVíce informací o tom, co s informacemi, které o vás shromažďujeme, děláme, s kým je sdílíme, jak můžete řídit, co s nimi děláme, a jaká jsou vaše práva, naleznete v našich Zásadách ochrany soukromí. Na naše Zásady ochrany soukromí se můžete podívat na adrese www.playstation.com/legal/privacy-policy\n\n■ Vysvětlení Úplných dat aplikace\n\nCo jsou Data aplikace?\n\nPokud používáte aplikaci Remote Play, můžeme získat přístup k datům v mobilním telefonu, tabletu, počítači a/nebo jiném zařízení, které používáte, a/nebo tato data ukládat.\nExistují dvě kategorie Dat aplikace:\n\n(1) Omezená data\nNaše servery vyžadují odesílání, přijímání a zaznamenávání následujících Omezených dat, která jsou nezbytná k poskytování našich služeb:\n• Data obsahu: Informace o video, zvuku, grafice, herní úrovni a informace o účtu, které jsou požadovány a stahovány pro hry, do nichž přistupujete prostřednictvím aplikace Remote Play.\n• Licenční data: Informace o zobrazování a interakcích s licencovaným obsahem (jako jsou videa), které jsou nezbytné pro vytváření anonymních a souhrnných zpráv k placení licenčních poplatků za daný obsah poskytovatelům licence.\n• Síťová data: Informace o síťových připojeních zařízení (např. Mobilní telefon, Ethernet, Wi-Fi a Bluetooth) včetně adresy IP a čísla, požadavků a rychlosti připojení.\n• Data konfigurace: Určitá data o konfiguraci zařízení, například o velikosti a rozlišení displeje, datu, regionu, jazyku, prostředí a možnostech.\n• Data chyb: Pokud dojde k chybě: kód chyby a základní údaje o tom, kdy a kde došlo k chybě. (Chyba může znamenat problém vyžadující opravu.)\n• Doba načítání dat: Základní informace o tom, jak dlouho trvá stahování a nahrávání dat obsahu do zařízení. (Dlouhá doba může znamenat problém.)\n• Data zabezpečení: Informace nezbytné pro zjištění a zkoumání podvodných, neoprávněných nebo škodlivých aktivit.\n• Právní údaje: Informace požadované podle platných právních předpisů a k prokázání shody.\n\n(2) Úplná data\nMůžeme také odesílat, přijímat a zaznamenávat další podrobnější informace o konfiguraci vaší aplikace, vašeho mobilního telefonu, tabletu nebo jiného zařízení. Úplná data mohou zahrnovat podrobnější informace o vašem síťovém připojení, zařízení a streamech videa.\nNapříklad:\n• Pokud používáte aplikaci Remote Play, můžeme využívat přístup k datům ohledně vašeho použití aplikace, včetně délky vaší relace, kvalitě vašeho video streamu a přenosové rychlosti videa.\n\nData aplikace jsou obvykle předávána nám a uložena s jedním nebo více jedinečnými identifikátory sítě, zařízení a/nebo účtu.\n\nCo řídí nastavení Dat aplikace?\n\nNastavení Dat aplikace umožňuje řídit, ke kterým Datům aplikace máme přístup a můžeme je ukládat. Můžete vybrat: \n• Omezená data: Pokud vyberete toto nastavení, budou přístupná a ukládána pouze Omezená data.\n• Úplná data: Pokud vyberete toto nastavení, budou přístupná a ukládána Omezená data i Úplná data.\n\nNastavení Dat aplikace jsou spojena pouze se zařízením nebo aplikací, ve kterých jsou zobrazena, a nejsou spojena s vaším účtem pro síť PlayStation Network. Nezávisle na ostatních řídíte přístup a ukládání dat na každém vámi používaném zařízení (např. systémy PS4, PS5), aplikaci a webovém prohlížeči.\n\nK čemu používáme Data aplikace?\n\nShromážděná Omezená data, a pokud to dovolíte, Úplná data, jsou používána tak, jak je vysvětleno v našich Zásadách ochrany soukromí (www.playstation.com/legal/privacy-policy).\nTo zahrnuje použití Dat aplikace pro:\n• provoz aplikace Remote Play,\n• vytváření anonymních statistik,\n• porozumění výkonu vaší aplikace a zařízení a vývoj vylepšení a nových produktů a služeb,\n• odhalování, vyšetřování a minimalizace škodlivého, neoprávněného nebo podvodného jednání,\n• účely auditů, prokázání shody a právní účely (například uplatňování nebo řešení reklamací nebo aktivity, při nichž je nutné postupovat podle zákona).\n\n■O nás\n\nPro podrobnější informace viz naše zásady ochrany soukromí na adrese www.playstation.com/legal/privacy-policy\n\nVerze 1.1";
"msgid_limited" = "Omezené";
"msgid_limited_data_collection" = "Sdílí se pouze data nezbytná k zachování a provozu základních funkcí a služeb PlayStation.";
"msgid_log_in_expire_rp" = "Pokud jste se do svého systému PS5 už nějakou dobu nepřihlásili, budete se muset přihlásit znovu.";
"msgid_login_pfn_enter_num" = "Přihlaste se ke svému systému PS5, vyberte možnost [Nastavení] > [Aplikace Remote Play] > [Spárovat zařízení], a poté na tomto zařízení zadejte číslo.";
"msgid_login_ps4_enter_num" = "Přihlaste se ke svému systému PS4, vyberte možnost [Nastavení] > [Nastavení připojení aplikace Remote Play] > [Přidat zařízení], a poté na tomto zařízení zadejte číslo.";
"msgid_login_ps4_enter_num_ps5" = "Přihlaste se ke svému systému PS4, vyberte možnost [Nastavení] > [Nastavení připojení aplikace Remote Play] > [Přidat zařízení], a poté na tomto systému PS5 zadejte číslo.";
"msgid_login_ps5_enter_num_ps5" = "Přihlaste se ke svému systému PS5, vyberte možnost [Nastavení] > [Aplikace Remote Play] > [Spárovat zařízení], a poté na tomto systému PS5 zadejte číslo.";
"msgid_make_destination_standby" = "Uvést připojenou konzoli do režimu odpočinku";
"msgid_manage_data_you_provide" = "Data, která poskytujete";
"msgid_max_device_no_mic" = "Pokud byl dosažen maximální počet zařízení, která mohou být připojena k vašemu systému PS4, nelze v aplikaci Remote Play používat mikrofon.";
"msgid_max_num_user_pfn" = "Abyste se mohli přihlásit k vašemu systému PS5, bude se muset někdo jiný odhlásit.";
"msgid_max_num_user_ps4" = "Abyste se mohli přihlásit k vašemu systému PS4, bude se muset někdo jiný odhlásit.";
"msgid_mic_disconnect" = "Mikrofon byl odpojen.";
"msgid_modify_settings" = "Upravit nastavení";
"msgid_muted" = "Mikrofon ztlumený";
"msgid_nat_type" = "Typ NAT";
"msgid_net_connection_slow_rp" = "Rychlost vašeho síťového připojení je nyní pro aplikaci Remote Play příliš nízká.";
"msgid_net_speed_no_strong" = "Vaše síťové připojení možná není dostatečně silné.";
"msgid_network_temp_congested" = "Vaše připojení k internetu může být příliš zaneprázdněno.";
"msgid_no" = "Ne";
"msgid_no_connect_pfn" = "Nelze se připojit k vašemu systému PS5.";
"msgid_no_connect_pfn_controller_max" = "Na vašem systému PS5 nelze připojit žádné další ovladače.";
"msgid_no_connect_pfn_off" = "Ke svému systému PS5 se nemůžete připojit, pokud je vypnutý.";
"msgid_no_connect_ps4" = "Nelze se připojit k vašemu systému PS4.";
"msgid_no_connect_ps4_controller_max" = "Na vašem systému PS4 nelze připojit žádné další ovladače.";
"msgid_no_connect_ps4_off" = "K systému PS4 se nemůžete připojit, pokud je vypnutý.";
"msgid_no_connect_ps4_time_out" = "Připojování k vašemu systému PS4 trvalo příliš dlouho. Zkuste se připojit znovu.";
"msgid_no_connect_registered_ps4" = "Ke spárovanému systému PS4 se nelze připojit.";
"msgid_no_display_rp_screen" = "Nelze zobrazit obrazovku na připojené konzoli. Obrazovka obsahuje obsah, který nelze zobrazit, dokud používáte aplikaci Remote Play.";
"msgid_no_find_pfn" = "Nelze najít systém PS5";
"msgid_no_find_ps4" = "Váš systém PS4 nelze najít";
"msgid_no_find_ps5" = "Váš systém PS5 nelze najít";
"msgid_no_login_pfn" = "Nelze se přihlásit k systému PS5, ke kterému se připojujete.";
"msgid_no_mic_available" = "Mikrofon nelze použít.";
"msgid_no_pfn_register_manual" = "Nelze najít systém PS5. Svůj systém PS5 spárujte manuálně.";
"msgid_no_ps5_log_in_again_rp" = "Pokud jste se nějakou dobu nepřihlásili k systému PS5, ke kterému se chcete připojit, možná jej nebudete moci najít. Přihlaste se k danému systému PS5 a zkuste se znovu připojit.";
"msgid_no_register_pfn" = "Nelze spárovat systém PS5, ke kterému se chcete připojit.";
"msgid_no_register_ps4" = "Nelze spárovat systém PS4, ke kterému se chcete připojit.";
"msgid_no_registered_pfn" = "Spárovaný systém PS5 nelze najít.";
"msgid_no_results_found_d" = "Zkontrolujte své internetové připojení.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Nepřipojeno";
"msgid_number_another_user_was" = "Bylo zadáno číslo pro jiného uživatele.";
"msgid_number_network_ps4" = "Chcete-li spárovat svůj systém PS4, připojte toto zařízení ke stejné síti jako váš systém PS4.";
"msgid_number_network_ps5" = "Chcete-li spárovat svůj systém PS5, připojte toto zařízení ke stejné síti jako váš systém PS5.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Současně mohou být přihlášeni nejvýše 4 uživatelé.";
"msgid_other_connections" = "Ostatní připojení";
"msgid_pair" = "Spárovat";
"msgid_passcode_incorrect" = "Přístupový kód je nesprávný.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Ke svému systému PS5 se můžete připojit, i pokud je v režimu odpočinku. Ve svém systému PS5 vyberte možnost [Nastavení] > [Systém] > [Úspora energie] > [Funkce dostupné v režimu odpočinku] a poté zapněte možnost [Povolit zapnutí systému PS5 ze sítě].";
"msgid_pfn_software_update" = "Aktualizujte systémový software systému PS5, ke kterému se připojujete.";
"msgid_playstation_network_back_soon" = "Něco se pokazilo. Zkuste to znovu později.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Ve svém systému PS4 přejděte na možnost [Nastavení] > [Nastavení připojení aplikace Remote Play] a zapněte možnost [Povolit aplikaci Remote Play].";
"msgid_ps4_rest_mode_connect_dec" = "Ke svému systému PS4 se můžete připojit, i pokud je v režimu odpočinku. Ve svém systému PS4 vyberte možnost [Nastavení] > [Nastavení úspory energie] > [Nastavit funkce dostupné v režimu odpočinku] a poté zapněte možnost [Povolit zapnutí systému PS4 ze sítě].";
"msgid_ps4_rp_number" = "V systému PS4 vyberte možnost [Nastavení] > [Nastavení připojení aplikace Remote Play] > [Zaregistrovat zařízení], a potom zadejte číslo do následujícího pole.";
"msgid_ps4_software_update" = "Aktualizujte systémový software systému PS4, ke kterému se připojujete.";
"msgid_ps5_already_use_rp" = "Jiný uživatel právě nyní používá aplikaci Remote Play na tomto systému PS5.";
"msgid_ps5_pro_resolution_device" = "Pro konzole PS5 a PS4 Pro bude v závislosti na kvalitě vašeho síťového připojení nastaveno rozlišení až 1080p.";
"msgid_ps5_using_sp" = "Někdo právě nyní používá aplikaci Remote Play na tomto systému PS5. Chcete-li používat aplikaci Remote Play, nejprve ukončete funkci Share Play.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Kopírovat";
"msgid_reached_limit_number_devices" = "Pokud byl dosažen maximální počet zařízení, která mohou být připojena k vašemu systému PS5, nelze v aplikaci Remote Play používat mikrofon.";
"msgid_register_manually" = "Spárovat manuálně";
"msgid_register_pfn_manual" = "Svůj systém PS5 spárujte manuálně.";
"msgid_register_ps4_manual" = "Svůj systém PS4 spárujte manuálně.";
"msgid_registering_pfn" = "Párování vašeho systému PS5...";
"msgid_registering_ps4" = "Párování vašeho systému PS4...";
"msgid_remote_play" = "Aplikace Remote Play";
"msgid_reset_text_size" = "Resetovat velikost písma";
"msgid_resolution_ex_pro" = "Rozlišení (kromě PS4 Pro)";
"msgid_retain_usage_data_choose" = "Abychom vylepšovali své služby, uchováváme určitá data o používání. Vyberte, do jaké míry vám jejich sdílení nevadí. Vaše data budou vždy chráněna.";
"msgid_rp_cannot_use_mic_app_use" = "Mikrofon nelze v aplikaci Remote Play používat, pokud je na tomto zařízení používán jinou aplikací.";
"msgid_rp_mac_about_rp" = "O aplikaci PS Remote Play";
"msgid_rp_mac_capitalize" = "Velká písmena";
"msgid_rp_mac_check_doc" = "Zkontrolovat dokument nyní";
"msgid_rp_mac_check_spell" = "Kontrolovat při psaní pravopis";
"msgid_rp_mac_correct_spell_auto" = "Automaticky opravovat pravopis";
"msgid_rp_mac_cut" = "Vyjmout";
"msgid_rp_mac_data_detectors" = "Detektory dat";
"msgid_rp_mac_enter_screen" = "Zobrazit na celé obrazovce";
"msgid_rp_mac_find_long" = "Najít...";
"msgid_rp_mac_find_next" = "Najít další";
"msgid_rp_mac_find_pre" = "Najít předchozí";
"msgid_rp_mac_find_replace" = "Najít a nahradit...";
"msgid_rp_mac_grammar_w_spell" = "Zkontrolovat gramatiku s pravopisem";
"msgid_rp_mac_hide_others" = "Skrýt ostatní";
"msgid_rp_mac_hide_rp" = "Skrýt aplikaci Remote Play";
"msgid_rp_mac_jump_select" = "Přejít k výběru";
"msgid_rp_mac_lower_case" = "Převést na malá písmena";
"msgid_rp_mac_minimize" = "Minimalizovat";
"msgid_rp_mac_paste" = "Vložit";
"msgid_rp_mac_paste_match" = "Vložit a přizpůsobit styl";
"msgid_rp_mac_preferences" = "Předvolby...";
"msgid_rp_mac_preferences_title" = "Předvolby";
"msgid_rp_mac_quit_rp" = "Ukončit aplikaci Remote Play";
"msgid_rp_mac_redo" = "Provést znovu";
"msgid_rp_mac_select_find" = "Použít výběr pro hledání";
"msgid_rp_mac_show_all" = "Zobrazit vše";
"msgid_rp_mac_show_spell_grammar" = "Zobrazovat pravopis a gramatiku";
"msgid_rp_mac_show_sub" = "Zobrazovat náhrady";
"msgid_rp_mac_smart_copy_paste" = "Inteligentní kopírování/vkládání";
"msgid_rp_mac_smart_dashes" = "Inteligentní mezery";
"msgid_rp_mac_smart_links" = "Inteligentní odkazy";
"msgid_rp_mac_smart_quotes" = "Inteligentní citace";
"msgid_rp_mac_speech" = "Řeč";
"msgid_rp_mac_spell_grammar" = "Pravopis a gramatika";
"msgid_rp_mac_start_speech" = "Spustit hovor";
"msgid_rp_mac_stop_speech" = "Ukončit hovor";
"msgid_rp_mac_substitutions" = "Náhrady";
"msgid_rp_mac_text_replace" = "Nahrazování textu";
"msgid_rp_mac_transformation" = "Transformace";
"msgid_rp_mac_undo" = "Vrátit zpět";
"msgid_rp_mac_upper_case" = "Převést na velká písmena";
"msgid_rp_mac_zoom" = "Přiblížit";
"msgid_rp_no_access_mic" = "Aplikace PS Remote Play nemá přístup k mikrofonu.";
"msgid_rp_remote_play_frame_rate_info" = "Nastavte plynulost videa pro funkci Remote Play.\n\nMožnost [Vysoká] zkuste, máte-li rychlé připojení k systému PS4. Pokud však vyberete [Vysoká], funkce záznamu průběhu hry ve vašem systému PS4 bude během použití funkce Remote Play pozastavena.";
"msgid_rp_use_computer_keyboard" = "Odstranili jsme pole pro zadávání textu v aplikaci PS Remote Play. Nyní budete moci používat klávesnici svého počítače k psaní přímo v systému PS5 nebo PS4.";
"msgid_rp_via_internet_activate" = "Pokud se chcete připojovat pomocí internetu, je třeba aktivovat váš systém PS4. Ve svém systému PS4 přejděte na možnost [Nastavení] > [Správa účtu] > [Aktivovat jako váš primární systém PS4] a poté vyberte možnost [Aktivovat].";
"msgid_search" = "Hledat";
"msgid_search_few_mins" = "Tato akce může trvat několik minut.";
"msgid_search_nearby" = "Hledání připojení v okolí...";
"msgid_search_via_internet" = "Probíhá hledání připojení prostřednictvím internetu...";
"msgid_select_pfn_connect" = "Jste přihlášeni k následujícím konzolím PS5. Vyberte jednu, ke které se chcete připojit.";
"msgid_select_previous_console_other" = "Vyberte poslední konzoli, ke které jste se připojovali, nebo najděte jiná připojení.";
"msgid_select_ps5" = "Vyberte systém PS5";
"msgid_select_ps5_connection" = "Chcete-li zobrazit konzole PS5, ke kterým jste přihlášeni, vyberte možnost [Vyberte systém PS5]. Podívejte se, zda najdete systém PS5, ke kterému se chcete připojit.";
"msgid_sets_resolution_video_remote" = "Nastavte rozlišení videa pro aplikaci Remote Play. Pokud obraz nebo zvuk přeskakují, zkuste možnost [540p] nebo [360p].";
"msgid_settings" = "Nastavení";
"msgid_share_behavioral_data" = "Sdílí se podrobnější informace o vašem síťovém připojení, zařízení a video streamech.";
"msgid_sign_in_psn" = "Přihlásit se";
"msgid_sign_out" = "Odhlásit";
"msgid_sign_ppr_first_time_rp" = "Pokud se k systému PS5, ke kterému se připojujete, přihlašujete poprvé, může několik minut trvat, než budete moci používat aplikaci Remote Play.";
"msgid_something_went_wrong_restart" = "Něco není v pořádku. Je třeba restartovat systém PS5, ke kterému jste připojeni.";
"msgid_something_wrong_restart_ps4" = "Něco není v pořádku. Je třeba restartovat systém PS4, ke kterému jste připojeni.";
"msgid_speaker_active" = "Reproduktor aktivní";
"msgid_speaker_muted" = "Reproduktor ztlumený";
"msgid_standard" = "Standardní";
"msgid_start_rp_close_app" = "Chcete-li spustit aplikaci Remote Play, zavřete ve svém systému PS4 aplikace, hry a funkce, které nelze v aplikaci Remote Play používat.";
"msgid_start_rp_pfn_close_app" = "Chcete-li spustit aplikaci Remote Play, zavřete ve svém systému PS5 hry, aplikace a funkce, které nelze v aplikaci Remote Play používat.";
"msgid_stop_features_rp" = "Zavřete funkci Share Screen či jakékoliv další funkce v režimu multitaskingu ve svém systému PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Zkusit znovu";
"msgid_try_low_video_quality" = "Nastavte nižší kvalitu videa pro aplikaci Remote Play.";
"msgid_type_num" = "Typ %1$@";
"msgid_update_controller2_ps5" = "Bezdrátový ovladač DualSense Edge můžete aktualizovat na nejnovější verzi softwaru zařízení jeho připojením k vašemu systému PS5.";
"msgid_update_controller_ps5" = "Bezdrátový ovladač DualSense můžete aktualizovat na nejnovější verzi softwaru zařízení jeho připojením k vašemu systému PS5.";
"msgid_update_remoteplay_now" = "Chcete-li pokračovat, musíte aktualizovat režim PS Remote Play. Chcete ho aktualizovat nyní?";
"msgid_update_software_console" = "Aktualizujte systémový software této konzole.";
"msgid_use_controler_5_ds4" = "Používání bezdrátového ovladače pro systém PS5 nebo PS4.";
"msgid_use_home_network_rp" = "Pro aplikaci Remote Play bude použita vaše domácí síť.";
"msgid_user_agreement" = "Uživatelská smlouva";
"msgid_user_using_rp_server" = "Jiný uživatel používá aplikaci Remote Play v systému PS4, ke kterému se připojujete.";
"msgid_variable_percent" = "%1$@ %%";
"msgid_version" = "Verze";
"msgid_video_quality_ps4_rp" = "Kvalita obrazu pro aplikaci Remote Play (PS4)";
"msgid_view" = "Zobrazit";
"msgid_voice_chat_microphone" = "Používejte mikrofon pro hlasový chat.";
"msgid_vr_on_no_rp" = "Mikrofon nelze v aplikaci Remote Play používat, pokud je souprava VR zapnutá.";
"msgid_wait" = "Čekejte prosím...";
"msgid_welcome_ps_rp" = "Vítejte v aplikaci PS Remote Play!";
"msgid_window" = "Okno";
"msgid_wired_connection" = "Kabelové připojení";
"msgid_wireless_connection" = "Bezdrátové připojení";
"msgid_wireless_controller_ps4" = "Bezdrátový ovladač pro systém PS4";
"msgid_wireless_controller_ps5" = "Bezdrátový ovladač pro systém PS5";
"msgid_yes" = "Ano";
